CSI API ETABS v1
cLoadCases.Buckling Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cCaseBuckling Buckling { get; }
ReadOnly Property Buckling As cCaseBuckling
	Get
Dim instance As cLoadCases
Dim value As cCaseBuckling
value = instance.Buckling
property cCaseBuckling^ Buckling {
	cCaseBuckling^ get ();
}
abstract Buckling : cCaseBuckling with get
Property Value
Type: cCaseBuckling
See Also
Reference
cLoadCases Interface
ETABSv1 Namespace